Repository: Rocky-04/Multishop_Django_Web_Store
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: An error occurred during the execution of the action. Try again later
uk: Під час виконання дії сталася помилка. Спробуйте ще раз пізніше

source: News
uk: Новини

source: English
uk: Англійська

source: Ukraine
uk: Українська

source: First name
uk: Ім'я

source: Last name
uk: Прізвище

source: City
uk: Місто

source: Phone
uk: Телефон

source: Address
uk: Адреса

source: Postcode
uk: Індекс

source: Additional Information
uk: Додаткова інформація

source: Promo code
uk: Промо код

source: Promo code is not active
uk: Промокод не активний

source: Very bad
uk: Дуже погано

source: Bad
uk: Погано

source: Normal
uk: Нормально

source: OK
uk: Добре

source: Very good
uk: Дуже добре

source: All products
uk: Всі товари

source: Main
uk: Головна

source: Thank you for your request
uk: Дякуємо за ваш запит

source: Error sending the letter. Try again later
uk: Помилка при відправці листа. Спробуйте пізніше

source: Product
uk: Товари

source: About us
uk: Про нас

source: Help
uk: Допомога

source: Search
uk: Пошук

source: MultiShop is an online store of stylish clothes
uk: MultiShop - онлайн магазин стильного одягу

source: Photo
uk: Фото

source: Goods
uk: Товари

source: Price
uk: Ціна

source: Quantity
uk: Кількість

source: Amount
uk: Сумма

source: Remove
uk: Видалити

source: Color
uk: Колір:

source: Dimensions
uk: Розміри

source: Not available
uk: В наявності

source: The basket is empty
uk: Кошик порожній

source: The cost of the order
uk: Вартість замовлення

source: Clean up
uk: Прибрати

source: Delivery
uk: Доставка

source: In total
uk: Всього

source: Order
uk: Замовити

source: No products added
uk: Не додані товари

source: Add to basket
uk: Додати в кошик

source: COLOR:
uk: КОЛІР:

source: SIZE:
uk: РОЗМІР:

source: Already in the basket
uk: Вже в кошику

source: Go shopping
uk: Вперед за покупками

source: Stylish women's, men's and children's clothing in the MultiShop online store
uk: Стильний жіночий, чоловічий та дитячий одяг в інтернет-магазині MultiShop

source: Khreschatyk 13, Kyiv, Ukraine
uk: Хрещатик буд. 13, Київ, Україна

source: Menu
uk: Меню

source: Contacts
uk: Контакти

source: My account
uk: Особистий кабінет

source: My Account
uk: Особистий кабінет

source: Basket
uk: Корзина

source: Likes
uk: Вподобання

source: Terms and conditions
uk: Умови і положення

source: Subscribe to the news
uk: Підписатись на новини

source: Enter your email to receive discounts and news
uk: Вкажіть Ваш email щоб отримувати знижки та новини

source: Send
uk: Відправити

source: Subscribe to us
uk: Підписатись на нас

source: The content of this site is protected by copyright law and belongs to MultiShop.
uk: Вміст цього сайту захищено законом про авторське право та належить MultiShop.

source: Account
uk: Кабінет

source: Personal account
uk: Особистий кабінет

source: Exit
uk: Вихід

source: Sign in
uk: Вхід

source: Registration
uk: Реєстрація

source: Find a product
uk: Знайти товар

source: Support
uk: Підтримка

source: Categories
uk: Категорії

source: To order
uk: Оформити замовлення

source: Previous
uk: Попередня

source: Next
uk: Далі

source: All categories
uk: Всі категорії

source: Category:
uk: Категорія

source: Read more
uk: Читати далі

source: Categories:
uk: Категорії

source: Placing an order
uk: Оформлення замовлення

source: Payment method
uk: Спосіб оплати

source: Add the product to the cart
uk: Додайте товар у кошик

source: The order has been successfully placed. Our employee will contact you shortly.
uk: Замовлення успішно оформлено. Найближчим часом з вами зв'яжеться наш працівник.

source: You can check the status of the order in your personal account
uk: Перевірити статус замовлення можна в особистому кабінеті

source: On the main page
uk: На головну сторінку

source: On the personal account
uk: В особистий кабінет

source: Change password
uk: Змінити пароль

source: Your password has been set. You may go ahead and log in now.
uk: Ваш пароль встановлено. Ви можете продовжити та увійти зараз.

source: Log in
uk: Авторизація

source: Enter your new password twice to verify.
uk: Введіть ваш новий пароль двічі для перевірки.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
uk: Посилання для зміни пароля було недійсним, можливо, тому, що воно вже було використаним. Будь ласка, надішліть запит на скидання нового пароля.

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
uk: Ми надіслали вам інструкції щодо встановлення пароля, якщо існує обліковий запис із вказаною вами електронною поштою. Ви повинні отримай їх найближчим часом

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.' %%}
uk: Якщо ви не отримали електронний лист, переконайтеся, що ви ввели адресуви зареєструвалися та перевірте папку зі спамом.

source: YOU MIGHT ALSO LIKE
uk: ВАМ ТАКОЖ МОЖЕ СПОДОБАТИСЬ

source: Buy now
uk: Купити зараз

source: Go to basket
uk: Перейти в кошик

source: Remove from favorites
uk: Прибрати з вподобань

source: Add to favorites
uk: Додати до вподобань

source: Details about the product
uk: Детально про товар

source: To call
uk: Дзвонити

source: In stock
uk: В наявності

source: The product is out of stock. We are waiting for the delivery of the new product
uk: Товар закінчивсь. Очікуємо поставку нового товару

source: Add more to cart
uk: Додайте ще в кошик

source: Add to cart
uk: Додати в кошик

source: Description
uk: Опис

source: Parameters
uk: Параметри

source: Reviews
uk: Відгук

source: Product description
uk: Оцінка товару

source: Manufacturer
uk: Виробник

source: Category
uk: Категорія

source: Country
uk: Країна

source: feedback about
uk: відгук про

source: Leave a review
uk: Залиште відгук

source: Your email address will not be published.
uk: Ваша електронна адреса не буде опублікована.

source: Evaluation of the product
uk: Оцінка товару

source: Response
uk: Відповідь

source: Would you like to change your review?
uk: Бажаєте змінити відгук?

source: You can leave only one review for one product
uk: Про один товар можна залишити тільки один відгук

source: Change review
uk: Змінити відгук

source: Send feedback
uk: Відправити відгук

source: Only authorized users can leave feedback
uk: Залишити відгук можуть тільки авторизовані користувачі

source: Register
uk: Реєстрація

source: Quality product
uk: Якісний товар

source: Free shipping
uk: Безкоштовна доставка

source: 14-Day return
uk: 14-Днів повернення

source: 24/7 Support
uk: 24/7 Підтримка

source: Popular products
uk: Популярні товари

source: Maximum discounts
uk: Максимальні знижки

source: MultiShop is a Polish brand owned by of LPP S.A., the largest Polish clothing manufacturer in Central and Eastern Europe. In our collections, we try to satisfy as soon as possible the needs of our customers,that's why we combine classic style with original ones details, catwalk-inspired as well as alternative offers from influencers.
uk: MultiShop є польським брендом, який належить компанії LPP S.A., найбільшому польському виробнику одягу в Центральній та Східній Європі. У наших колекціях ми намагаємось якнайшвидше задовольняти потреби наших клієнтів, саме тому ми поєднуємо класичний стиль з оригінальними деталями, натхненними подіумною модою, а також альтернативними пропозиціями від інфлюенсерів.

source: Contact us
uk: Зв'яжіться з нами

source: Who is the letter from?
uk: Від кого лист

source: Your email
uk: Твій email

source: Topic
uk: Тема

source: Message
uk: Відправити повідомлення

source: Send a letter
uk: Відправити лист

source: Khreschatyk St 13, Kyiv, UA
uk: Київ, вул. Хрещатик, 13

source: Cost and delivery time
uk: Вартість та час доставки

source: We draw your attention! Approximate order delivery time is 6-9 working days. We apologize for the inconvenience.
uk: Звертаємо Вашу увагу! Орієнтовні терміни доставки замовлення складають 6-9 робочих днів. Приносимо вибачення за незручності.

source: DELIVERY TIME AND COST
uk: ТЕРМІН ДОСТАВКИ ТА ВАРТІСТЬ

source: Collection at the collection point (Meest, Nova Poshta) - 110 UAH
uk: Отримання в пункті відбору (Meest, Нова Пошта) - 110 UAH

source: Courier (Meest) - 110 UAH
uk: Кур'єр (Meest) - 110 UAH

source: Regions to which delivery by COURIER is possible:
uk: Регіони до яких можлива доставка КУР'ЄРОМ:

source: Vinnytsia
uk: Вінницька

source: Ivano-Frankivsk
uk: Івано-Франківська

source: Lviv
uk: Львівська

source: Ternopilsk
uk: Тернопільська

source: Volynsk
uk: Волинська

source: Poltava
uk: Полтавська

source: Cherkasy
uk: Черкаська

source: Zhytomyr
uk: Житомирська

source: Kyivska
uk: Київська

source: Kyiv
uk: Київ

source: Odesa
uk: Одеська

source: Khmelnytska
uk: Хмельницька

source: Zakarpattia
uk: Закарпатська

source: Kirovohradsk
uk: Кіровоградська

source: Rivne
uk: Рівненська

source: Chernivtsi
uk: Чернівецька

source: Delivery times depend on your region:
uk: Терміни доставки залежать від Вашого регіону:

source: Term
uk: Термін

source: (working days) Settlement
uk: (роб. днів) Населений пункт

source: 4 - 8 days: Vinnytsia, Volyn, Dnipro, Zhytomyr, Transcarpathia, Zaporizhzhia, Ivano-Frankivsk, Kyiv, Kovel, Kolomyia, Kremenchuk, Lviv, Mykolaiv, Novovolynsk, Odesa, Poltava, Rivne, Sumy, Ternopil, Kharkiv, Kherson, Khmelnytskyi, Cherkasy, Chernivtsi, Chernihiv
uk: 4 - 8 днiв: Вінниця, Волинь, Дніпро, Житомир, Закарпаття, Запоріжжя, Івано-Франківськ, Київ, Ковель, Коломия, Кременчук, Львів, Миколаїв, Нововолинськ, Одеса, Полтава, Рівне, Суми, Тернопіль, Харків, Херсон, Хмельницький, Черкаси, Чернівці, Чернігів

source: 6 - 10 days: Brody, Volodymyr-Volynskyi, Drohobych, Kamianske, Kryvyi Riga, Kropyvnytskyi, Lubny, Melitopol, Nikopol, Pavlograd, Stryi, Chervonograd
uk: 6 - 10 днiв: Броди, Володимир-Волинський, Дрогобич, Камянське, Кривий Ріг, Кропивницький, Лубни, Мелітополь, Нікополь, Павлоград, Стрий, Червоноград

source: 8 - 11 days: Donetsk**, Luhansk**
uk: 8 - 11 днiв: Донецьк**, Луганськ**

source: Other settlements: From 7 to 11 days
uk: Інші населені пункти: Вiд 7 до 11 днiв

source: **Delivery only to Ukrainian-controlled settlements the government / administration of Ukraine.
uk: **Доставка тільки в населені пункти, контролювані Українським урядом / адміністрацією України.

source: Unfortunately, delivery to retail stores is not available. We bring sorry for the inconvenience.
uk: На жаль, доставка в роздрібні магазини недоступна. Приносимо вибачення за незручності.

source: Possibility fitting is not provided. Partial redemption of things from order is not possible.
uk: Можливість примірки не передбачена. Частковий викуп речей із замовлення неможливий.

source: If the order cannot be delivered to the specified address from the first time, the courier will try to do it again. If the parcel will not be delivered on the second attempt, she returns to the online store.
uk: Якщо замовлення не вдається вручити за вказаною адресою з першого разу, кур’єр спробує зробити це ще раз. Якщо посилку не буде вручено з другої спроби, вона повертається до інтернет-магазину.

source: Importantly!
uk: Важливо!

source: During the period of increased number of orders (sale periods, advertising campaigns) delivery time can be increased. Current time, cost and available forms of delivery are visible when ordering.
uk: У період збільшеної кількості замовлень (періоди розпродажу, рекламні кампанії) час доставки може бути збільшений. Актуальний час, вартість та доступні форми доставки видніються при замовленні.

source: Did this answer help you?
uk: Чи допомогла тобі ця відповідь?

source: Didn't find the answer to your question?
uk: Не знайшов відповіді на запитання?

source: Payment for connection according to the operator's tariffs
uk: Оплата за підключення згідно з тарифами оператора

source: Write to us
uk: Написати нам

source: Call me
uk: Зателефонувати

source: Hotline
uk: Гарача лінія

source: TERMS OF USE OF THE INTERNET STORE
uk: УМОВИ ВИКОРИСТАННЯ ІНТЕРНЕТ-МАГАЗИНУ

source: The rules and conditions of use of the site determine rules for using the website of the online store. By using the website of the online store, you accept, and you agree with the circumstances provided for these Terms and Conditions of Use.
uk: Правила та умови використання сайту визначають правила користування веб-сайтом інтернет-магазину. Користуючись веб-сайтом Інтернет-магазину, Ви приймаєте і погоджуєтесь з обставинами, які передбачені цими Правилами та умовами використання.

source: Terms and definitions
uk: Терміни та визначення:

source: A contract concluded at a distance
uk: Договір, укладений на відстані

source: contract, concluded by the Seller from By the buyer (client) using means remote communication.
uk: договір, укладений Продавцем із Покупцем (клієнтом) за допомогою засобів дистанційного зв'язку.

source: Internet-shop
uk: Інтернет–магазин

source: on which the Goods are presented, which offered for sale, terms of payment, delivery, return of these Goods.
uk: на якому представлений Товар, який пропонується до продажу, умови оплати, доставки, повернення цих товарів.

source: properly designed and placed expression of will The buyer (client), which is aimed at concluding the contract of retail sale of Goods, which are offered by the Seller for retail sale through the online store.
uk: належним чином оформлене та розміщене волевиявлення Покупця (клієнта), яке спрямоване на укладення договору роздрібної купівлі-продажу Товарів, які пропонуються Продавцем для роздрібного продажу через інтернет-магазин.

source: Buyer (client)
uk: Покупець (клієнт)

source: an individual who buys, orders, uses or intends to purchase or order products for personal needs, not directly related to business activity Such an individual must possess the required amount of legal capacity and the necessary powers to conclude contracts for purchase, order of Goods.
uk: фізична особа, яка придбаває, замовляє, використовує або має намір придбати чи замовити продукцію для особистих потреб, безпосередньо не пов'язаних з підприємницькою діяльністю. Така фізична особа повинна володіти необхідним обсягом дієздатності та необхідними повноваженнями для укладення договорів на придбання, замовлення Товарів.

source: Seller
uk: Продавець

source: business entity, which according to implements the contract goods to the consumer or offers them for sale.
uk: суб'єкт господарювання, який згідно з договором реалізує споживачеві Товари або пропонує їх до реалізації.

source: Site
uk: Сайт

source: website hosted on the net internet at: www.multishop.pp.ua.
uk: веб-сайт, розміщений в мережі Інтернет за адресою: www.multishop.pp.ua.

source: Goods (products)
uk: Товари (продукція)

source: clothes, shoes, accessories and other groups of Goods in assortment, which is presented in An online store that does not sell remotely prohibited in the online store. The seller gives an opportunity Buyer to view images (photos) The product, which is accompanied by information about main product characteristics (name, country of origin, conditions of use, etc.) and price products (Goods)
uk: одяг, взуття, аксесуари та інші групи Товарів в асортименті, який представлений в Інтернет-магазині, дистанційний продаж яких не заборонений в Інтернет-магазині. Продавець дає можливість Покупцю переглядати зображення (фотознімки) Товару, який супроводжується інформацією про основні характеристики продукції (найменування, країна походження, умови використання тощо) та ціну продукції (Товарів)

source: Delivery service
uk: Сервіс доставки

source: third parties providing services upon delivery
uk: треті сторони, що надають послуги при доставці

source: Orders to the buyer
uk: Замовлення покупця

source: There is no such page
uk: Такої сторінки немає

source: At your request:
uk: По вашому запиту:

source: nothing found
uk: нічого не знайдено

source: Minimum cost
uk: Мінімальна вартість

source: Maximum cost
uk: Мінімальна вартість

source: Size
uk: Розмір

source: Brand
uk: Бренд

source: Apply filters
uk: Застосувати фільтри

source: Cancel filters
uk: Відмінити фільтри

source: We are already adding the product to this category
uk: Вже додаємо товар в цю категорію

source: Try to check in later
uk: Спробуйте зайти пізніше

source: My orders
uk: Мої замовлення

source: My data
uk: Мої дані

source: Communications
uk: Комунікації

source: My reviews
uk: Мої відгуки

source: Go out
uk: Вийти

source: Authorization is required for access
uk: Для доступу потрібна авторизація

source: Change data
uk: Змінити дані

source: Authorization
uk: Авторизація

source: I forgot my password
uk: Забув пароль

source: Feedback date
uk: Дата відгуку

source: Rating
uk: Оцінка

source: You have not left any product reviews yet
uk: Ви ще не залишили відгуків про товари

source: Order date
uk: Дата замовлення

source: Order ID
uk: ID замовлення

source: Status
uk: Статус

source: New
uk: Новий

source: Preparing for shipment
uk: Підготовка до транспортування

source: In the way
uk: В дорозі

source: Delivered
uk: Доставлено

source: Order details
uk: Деталі замовлення

source: Number
uk: Номер

source: Sum
uk: Сумма

source: COLOR
uk: КОЛІР:

source: SIZE
uk: РОЗМІР:

source: Personal info
uk: Особистий кабінет

source: Permissions
uk: Дозволи

source: Important dates
uk: Важливі дати!

source: Password
uk: Пароль

source: Repeat the password
uk: Змінити пароль

source: Date of birth: 10/10/2000
uk: Дата народження: 10/10/2000

source: Such an email has already been added to the mailing list
uk: Такий email вже доданий до розсилки

source: Receive letters in the mail?
uk: Отримувати листи на пошту?

source: email address
uk: email адреса

source: Email added
uk: Еmail доданий
